[{"english":"If love were a storybook, we’d meet on the very first page and never reach the end.","vietnamese":"Nếu tình yêu là một cuốn truyện, chúng ta sẽ gặp nhau ngay trang đầu tiên và không bao giờ có hồi kết."},{"english":"If missing you had a sound, it would be the saddest melody ever composed.","vietnamese":"Nếu nỗi nhớ em có âm thanh, đó sẽ là giai điệu buồn nhất từng được sáng tác."},{"english":"Loving you feels like holding a star—beautiful, impossible, and yet, I never want to let go.","vietnamese":"Yêu em giống như nắm giữ một vì sao—đẹp đẽ, xa vời, nhưng anh chưa từng muốn buông tay."},{"english":"If I could bottle the way you make me feel, the world would finally know what true happiness tastes like.","vietnamese":"Nếu anh có thể đóng chai cảm giác khi ở bên em, thế giới cuối cùng cũng sẽ biết hạnh phúc thật sự có vị gì."},{"english":"You are not just a chapter in my life, you are the story I never want to end.","vietnamese":"Em không chỉ là một chương trong cuộc đời anh, em là câu chuyện mà anh không bao giờ muốn kết thúc."},{"english":"Even if forever doesn’t exist, I’d still choose to love you every second I have.","vietnamese":"Dù mãi mãi không tồn tại, anh vẫn chọn yêu em trong từng giây phút anh có."},{"english":"They say home is a place, but I found mine in your arms.","vietnamese":"Người ta nói nhà là một nơi chốn, nhưng anh tìm thấy nhà của mình trong vòng tay em."},{"english":"You are the kind of dream I never want to wake up from.","vietnamese":"Em là giấc mơ mà anh không bao giờ muốn tỉnh giấc."},{"english":"Loving you is like breathing—I don’t even realize I’m doing it, but without it, I wouldn’t survive.","vietnamese":"Yêu em giống như hơi thở—anh không nhận ra mình đang làm điều đó, nhưng thiếu nó, anh không thể tồn tại."},{"english":"If heartbreak was an ocean, I’d be drowning in you.","vietnamese":"Nếu nỗi đau là đại dương, thì anh đã chết chìm trong em rồi."},{"english":"You are the wish I make every time I see a falling star.","vietnamese":"Em là điều ước mà anh thầm nguyện mỗi khi thấy sao băng."},{"english":"Loving you is the easiest thing I've ever done, and letting you go would be the hardest.","vietnamese":"Yêu em là điều dễ dàng nhất anh từng làm, và buông tay em sẽ là điều khó khăn nhất."},{"english":"If my love for you were a flame, it would set the whole world on fire.","vietnamese":"Nếu tình yêu anh dành cho em là một ngọn lửa, nó sẽ thiêu rụi cả thế giới."},{"english":"You are the reason I believe in love, in magic, in forever.","vietnamese":"Em là lý do anh tin vào tình yêu, vào phép màu, vào mãi mãi."},{"english":"If love had a face, it would be yours.","vietnamese":"Nếu tình yêu có một gương mặt, đó chắc chắn là em."},{"english":"If your love were a prison, I’d never want to be free.","vietnamese":"Nếu tình yêu của em là một nhà tù, anh sẽ không bao giờ muốn được tự do."},{"english":"Every moment without you feels like a lifetime of emptiness.","vietnamese":"Mỗi khoảnh khắc không có em đều dài như cả một đời trống rỗng."},{"english":"The way you look at me is the only proof I need that love exists.","vietnamese":"Ánh mắt em dành cho anh là bằng chứng duy nhất anh cần để tin rằng tình yêu có thật."},{"english":"No matter where life takes me, my heart will always find its way back to you.","vietnamese":"Dù cuộc đời đưa anh đi đến đâu, trái tim anh vẫn luôn hướng về em."},{"english":"Loving you is like writing poetry in the stars—eternal and untouchable.","vietnamese":"Yêu em giống như viết thơ lên bầu trời—vĩnh cửu và không thể chạm tới."}]
